Repository: foxp2/projects
Catalog: foxp2projects/Symfony/src/foxp2/backofficeBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Description of gist
fr: Description du gist

source: Code of gist
fr: Code du gist

source: Collapse the code
fr: Réduire le code

source: Extend the code
fr: Agrandir le code

source: Create a gist
fr: Créer un gist

source: List of gists
fr: Liste des gists

source: loadind files
fr: Chargement des fichiers

source: Please select a gist from the list below to get all source code hosted on Github servers
fr: Veuillez selectionner un gist dans la liste ci contre pour obtenir l'ensemble des codes sources hébergés sur les serveurs Github

source: Please note: The data are cached
fr: Nota bene : Les données sont mise en cache

source: Language
fr: Langage

source: Details of gist
fr: Détails sur un gist

source: Id gist
fr: Id du gist

source: Author
fr: Auteur

source: Files
fr: Fichiers

source: Gist reference
fr: Référence gist

source: This article does not exist !
fr: Cet article n'existe pas !

source: Article %s was successfully created
fr: L'article %s a été créé avec succès

source: The %s article has been updated successfully
fr: L'article %s a été mise à jour avec succès

source: The %s article was removed successfully
fr: L'article %s a été supprimé avec succés

source: Add an article
fr: Ajouter un article

source: List of articles
fr: Liste des articles

source: Search an article
fr: Rechercher un article

source: Article Name
fr: Nom de l'article

source: Article title
fr: Titre de l'article

source: Edit an item
fr: Editer un article

source: Creation of article
fr: Création d'un article

source: Viewing an article
fr: Visualisation d'un article

source: Category %s was successfully created
fr: La catégorie %s a été créé avec succès

source: This category does not exist
fr: Cette catégorie n'existe pas

source: A category can not be parent itself
fr: Une catégorie ne peut pas être d'elle même

source: The %s category has been updated successfully
fr: La catégorie %s a été mise à jour avec succès

source: The %s category was removed successfully
fr: La catégorie %s a été supprimé avec succès

source: Id of category
fr: Id de la catégorie

source: Parent_id_category
fr: Id catégorie parente

source: Category name
fr: Nom de la catégorie

source: Category title
fr: Titre de la catégorie

source: Category sub title
fr: Sous titre de la catégorie

source: Category detail
fr: Détails de la catégorie

source: Add a category
fr: Ajouter une catégorie

source: List of categories
fr: Liste des catégories

source: Search a category
fr: Rechercher une catégorie

source: Edit a category
fr: Editer une catégorie

source: Creqte q cqtegory
fr: Créer une catégorie

source: See a category
fr: Voir une catégorie

source: Name of children category
fr: Nom de la catégorie enfant

source: List of children category
fr: Liste des catégories enfante

source: Sub category
fr: Sous categorie

source: Id of sub category
fr: Id de la sous catégorie

source: Title
fr: Titre

source: Sub title
fr: Sous titre

source: My profil
fr: Mon Profil

source: on github
fr: sur Github

source: Public access
fr: Accès public

source: Category operations
fr: Gestion des catégories

source: Add a
fr: Ajouter une

source: new category
fr: nouvelle categorie

source: Administrator rights required
fr: Droits administrateur requis

source: full list of
fr: liste complète des

source: categories
fr: catégories

source: Number of categories
fr: Nombre de catégories

source: Articles operations
fr: Gestion des articles

source: Add a new article
fr: Ajouter un nouvel article

source: Number of articles
fr: Nombre d'articles

source: Statistics
fr: Statistiques

source: Gists operations
fr: Gestion des gists

source: Create a new gist
fr: Créer un nouveau gist

source: External link
fr: lien externe

source: Comment a gist
fr: Commenter un gist

source: About
fr: A propos de

source: this application
fr: cette application

source: Homepage
fr: Accueil

source: Successful authentication !
fr: Autentification réussie

source: Secured area
fr: Zone sécurisée

source: Login
fr: Pseudo

source: Password
fr: Mot de passe

source: Reset
fr: Effacer

source: Ok
fr: Valider

source: Welcome
fr: Bienvenue

source: Quick access
fr: Accès rapide

source: Logout
fr: Quitter

source: Profil of
fr: Profil de

source: Activities
fr: Activités

source: Publics repos
fr: Dépôts publics

source: Publics gists
fr: Gists publics

source: Public profil
fr: Profil public

source: Starred
fr: Dépôts que je suis

source: Following
fr: Codeurs que je suis

source: Followers
fr: Codeurs qui me suivent

source: Detail of repo
fr: Détails sur le dépôt

source: Click on a repository in the list below for more information
fr: Cliquer sur un dépôt dans la liste ci-contre pour obtenir plus d'informations

source: The latest recent activities
fr: Les dernières activités récentes

source: Click on an activity in the list below for more information
fr: Cliquer sur une activité dans la liste ci-contre pour obtenir plus d'informations

source: Click on a developer in the list below to get more against information
fr: Cliquer sur un développeur dans la liste ci-contre pour obtenir des informations détaillées

source: Status
fr: Statut

source: Account created at
fr: Compte créé le

source: Number of follower
fr: Nombre de suiveurs

source: Number of following
fr: Nombre de suivis

source: Repositories
fr: Dépôts

source: Details
fr: Détails

source: No result for
fr: Aucun résultat pour

source: Number of files
fr: Nombre de fichiers

source: Last push
fr: Dernier push

source: starred
fr: Noté

source: issues
fr: problèmes

source: Please select ...
fr: Veuillez choisir ...

source: Link with a gist
fr: Lier avec un gist

source: Wording of article
fr: Libellé de l'article

source: Choose category
fr: Choisir une catégorie

source: Choose a gist ...
fr: Choisir un gist ...

source: Title of article
fr: Titre de l'article

source: Sub title of article
fr: Sous titre de l'article

source: Short description
fr: Description courte

source: Long description
fr: Description longue

source: Category parent
fr: Catégorie parente

source: Category description
fr: Description de la catégorie

source: Filename
fr: Nom du fichier

source: Comments
fr: Commentaires

source: See on Github
fr: Voir sur Github

source: loading data ...
fr: Chargement des données ...

source: Message of application
fr: Message de l'application

source: Statistics Queries on Github server
fr: Statistiques Requêtes sur le serveur Github

source: Number of requests
fr: Nombre de requêtes

source: Remaining number of requests
fr: Nombre de requêtes restantes

source: Research with %s did not return any results
fr: la recherche avec %s n'a retourné aucun résultat

source: This action requires administrator rights !
fr: Cette action nécessite des droits administrateur !

source: This page does not exist !
fr: Cette page n'existe pas !

source: Research with %s has returned %s results
fr: La recherche avec %s a retourné %s résultats

source: Research with %s only returned this result
fr: La recherche avec %s a uniquement retourné ce résultat

source: Created at
fr: Créé le

source: Updated at
fr: Modifié le

source: Empty data
fr: Aucune donnée

source: Display
fr: Affichage

source: Keyboard controls
fr: Contrôle clavier

source: Edit
fr: Editer

source: See
fr: Voir

source: More info
fr: d'infos

source: The request failed because the remote server took too long to respond
fr: La requête a mis trop de temps pour répondre

source: Error
fr: Erreur

source: Create
fr: Créer

source: Bad credentials
fr: Erreur d'identification

source: Delete
fr: Supprimer

source: Data
fr: Données

source: Wording
fr: Libellé
